---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedTransparent.SurfaceCutout
source: html/14df5d06-637a-abff-495f-9a5563686fcd.htm
---
# Autodesk.Revit.DB.Visual.AdvancedTransparent.SurfaceCutout Property

The property labeled "Image" from the "AdvancedTransparent" schema.

## Syntax (C#)
```csharp
public static string SurfaceCutout { get; }
```

## Remarks
This property is of type "AssetPropertyReference" and will only contain a reference to a connected image.